Repository: common-repository/woocommerce-extender
Catalog: languages/woocommerce-extender-*.po
Languages: nl_nl

source: Regulation
nl_nl: Regelgeving

source: Checkout
nl_nl: Afrekenen

source: Checkout text
nl_nl: Afreken tekst

source: The checkout button text, it should make it clear that there is an payment obligation.
nl_nl: De afreken knop tekst, deze tekst moet het aan de klant duidelijk maken dat er een betalingsverplichting is.

source: Checkout notice
nl_nl: Afreken kennisgeving

source: An additional text shown afther the checkout by the customer.
nl_nl: Een optionele tekst na het afreken proces voor de klant, hier kan evt. de mogelijkheid tot herroepping vermeld worden.

source: Please install and activate WooCommerce before using WooCommerce Extender.
nl_nl: Installeer en activeer WooCommerce voordat u gebruik maakt van de WooCommerce Extender.

source: Support
nl_nl: Ondersteuning

source: Settings
nl_nl: Instellingen

source: http://wordpress.org/plugins/woocommerce-extender/
nl_nl: https://nl.wordpress.org/plugins/woocommerce-extender/

source: Customize your WooCommerce shop with options like custom order button text and more
nl_nl: Personaliseer jouw WooCommerce webshop met opties zoals eigen teksten in de afreken knoppen en voldoe aan EU-regelgeving.
